---
kind: other
id: Methods.T:Autodesk.Revit.UI.Events.DockableFrameVisibilityChangedEventArgs
source: html/8759ce36-7b4f-d331-f4d8-4f60815a2dd5.htm
---
# DockableFrameVisibilityChangedEventArgs Methods

Indicates whether the event is being cancelled.